{"video_id": "dc2d7ce8-e86a-4818-8cb1-e697e6263705", "filename": "EFTA00033226.mp4", "type": "report", "text": "## Events\n\n- **00:60**: Person enters the scene and moves behind the desk, remaining present at the desk.\n- **03:00–03:30**: Person enters and interacts at the desk; then two individuals (visitor and officer) walk away from desk toward room exit.\n- **03:30–04:00**: Person in vest remains at desk using a phone or communication device after person in dark clothing leaves the area.\n- **05:00–05:30**: Person enters, approaches desk, and then leaves, returning the area to its initial state.\n- **05:30–06:00**: Person stands up from desk and then sits back down.\n- **06:00–06:30**: Person enters, walks toward right, and then leaves the visible area.\n- **20:30–21:00**: Person arrives at or stands up at the workstation and remains there.\n- **26:00–26:30**: Person leaves the desk area and is absent for the remainder of the interval.\n- **31:30–32:00**: Person enters from top center and approaches the desk, joining another person already seated.\n- **47:00–47:30**: Person enters and moves behind counter, then is seated/interacting at counter.\n- **52:00–52:30**: One person leaves the desk area, while another remains.\n- **52:30–53:00**: Person arrives and sits down at the desk, engaging with the workstation.\n- **54:30–55:00**: Second person enters and approaches the doors or lockers on right side of the room.\n- **55:00–55:30**: Person interacts with door or wall, then exits area toward the top of the frame.\n- **56:00–56:30**: Person enters from rear doorway and approaches counter area.\n- **56:30–57:00**: Person enters from upper center/right, moves toward and past central desk, while another remains at desk.\n- **57:00–57:30**: Person enters from upper part of image, interacts with person at desk, then departs in original direction.\n- **57:30–58:00**: Person moves from behind counter toward seating area.\n- **58:00–58:30**: Person enters and approaches desk, interacting with someone already there.\n- **58:30–59:00**: Uniformed officer walks away from counter toward right, leaving desk area.\n- **59:00–59:30**: One person (appears security/police) leaves desk area toward right; a different person soon enters from top middle and approaches desk.\n\n## Summary\n\nThe video captures regular activity in a monitored room, with multiple individuals entering and leaving, interacting at the central desk, and engaging in tasks such as using communication devices and collaborating with one another. Notable moments include security or police personnel moving through the area, staff and visitors interacting at the counter, and brief periods of personnel absence or arrival.\n\n## Categories\n\n- person_entry\n- person_exit\n- desk_interaction\n- equipment_use (communication device)\n- person_standing\n- person_sitting\n- officer_activity\n- security_staff\n- door_interaction\n- counter_activity\n- workstation_activity\n- movement_within_area"}
{"video_id": "dc2d7ce8-e86a-4818-8cb1-e697e6263705", "filename": "EFTA00033226.mp4", "type": "summary", "text": "30:60:Person enters the scene and moves behind the desk, remaining present at the desk.\n180:210:Person enters and interacts at the desk; then two individuals (visitor and officer) walk away from desk toward room exit.\n210:240:Person in vest remains at desk using a phone or communication device after person in dark clothing leaves the area.\n300:330:Person enters, approaches desk, and then leaves, returning the area to its initial state.\n330:360:Person stands up from desk and then sits back down.\n360:390:Person enters, walks toward right, and then leaves the visible area.\n1230:1260:Person arrives at or stands up at the workstation and remains there.\n1560:1590:Person leaves the desk area and is absent for the remainder of the interval.\n1890:1920:Person enters from top center and approaches the desk, joining another person already seated.\n2820:2850:Person enters and moves behind counter, then is seated/interacting at counter.\n3120:3150:One person leaves the desk area, while another remains.\n3150:3180:Person arrives and sits down at the desk, engaging with the workstation.\n3270:3300:Second person enters and approaches the doors or lockers on right side of the room.\n3300:3330:Person interacts with door or wall, then exits area toward the top of the frame.\n3360:3390:Person enters from rear doorway and approaches counter area.\n3390:3420:Person enters from upper center/right, moves toward and past central desk, while another remains at desk.\n3420:3450:Person enters from upper part of image, interacts with person at desk, then departs in original direction.\n3450:3480:Person moves from behind counter toward seating area.\n3480:3510:Person enters and approaches desk, interacting with someone already there.\n3510:3540:Uniformed officer walks away from counter toward right, leaving desk area.\n3540:3570:One person (appears security/police) leaves desk area toward right; a different person soon enters from top middle and approaches desk."}
{"video_id": "5a40b727-3d1e-49a9-baf5-6e62fd178589", "filename": "EFTA00033244.mp4", "type": "report", "text": "## Events\n\n- **05:00–05:30:** Person enters room, approaches desk, briefly interacts with a seated person, then leaves.\n- **18:30–19:00:** Person enters room, approaches counter, interacts with objects or equipment at the counter.\n- **19:00–19:30:** First person leaves area behind counter; second person enters and then also leaves, leaving the area empty.\n- **19:30–20:00:** Person enters scene from right and moves deeper into the room.\n- **20:00–20:30:** Person standing near far desk leaves area; seated person remains at desk.\n- **40:00–40:30:** Person enters area, approaches desk, and takes position behind desk.\n- **46:30–47:00:** Second person enters scene from background and approaches seated person at desk.\n- **47:30–48:00:** Person enters from background and approaches desk with seated person.\n- **51:00–51:30:** Person approaches reception desk from right and interacts with seated person.\n\n## Summary\n\nThe video captures a series of people entering and leaving a room, engaging in brief interactions at desks or counters, and occasional use of equipment. Several individuals approach or interact with staff seated at desks, and there are periods where people leave specific areas, leaving them unoccupied.\n\n## Categories\n\n- **person_entry:** 05:00–05:30, 18:30–19:00, 19:30–20:00, 40:00–40:30, 46:30–47:00, 47:30–48:00, 51:00–51:30\n- **person_exit:** 05:00–05:30, 19:00–19:30, 20:00–20:30\n- **person_interaction:** 05:00–05:30, 18:30–19:00, 46:30–47:00, 47:30–48:00, 51:00–51:30\n- **equipment_use:** 18:30–19:00\n- **area_empty:** 19:00–19:30\n- **desk_activity:** 05:00–05:30, 18:30–19:00, 20:00–20:30, 40:00–40:30, 46:30–47:00, 47:30–48:00, 51:00–51:30"}
{"video_id": "5a40b727-3d1e-49a9-baf5-6e62fd178589", "filename": "EFTA00033244.mp4", "type": "summary", "text": "300:330:Person enters room, approaches desk, briefly interacts with seated person, then leaves.\n1110:1140:Person enters room, approaches counter, interacts with objects or equipment at counter.\n1140:1170:First person leaves area behind counter; second person enters and then also leaves, leaving the area empty.\n1170:1200:Person enters scene from right and moves deeper into room.\n1200:1230:Person standing near far desk leaves area; seated person remains at desk.\n2400:2430:Person enters area, approaches desk, and takes position behind desk.\n2790:2820:Second person enters scene from background and approaches seated person at desk.\n2850:2880:Person enters from background and approaches desk with seated person.\n3060:3090:Person approaches reception desk from right and interacts with seated person."}
{"video_id": "907bc5b0-c8a4-4e60-986f-10ae6836ad1e", "filename": "EFTA00033246.mp4", "type": "report", "text": "## Events\n\n- 00:30: Person leaves counter area.\n- 02:30–03:00: Person leaves counter area.\n- 03:00–03:30: Person standing near door leaves area.\n- 03:30–04:00: Person enters from right and approaches reception desk.\n- 04:00–04:30: Person leaves counter area.\n- 04:30–05:00: Person behind desk leaves through door on left.\n- 05:00–05:30: Person in vest enters from left and approaches counter.\n- 05:30–06:00: Person standing at counter leaves area.\n- 08:30–09:00: Person near back door exits through door.\n- 09:00–09:30: Person approaches and stands at counter.\n- 15:00–15:30: Person leaves desk area.\n- 20:30–21:00: Person leaves counter area.\n- 23:00–23:30: Person standing at counter leaves area.\n- 32:30–33:00: Person standing at front desk leaves area.\n- 45:00–45:30: Person seated at desk stands and moves behind desk.\n- 50:00–50:30: Person behind desk stands or bends over desk.\n- 53:30–54:00: Person appears at desk area.\n\n## Summary\n\nThe video captures periodic movements of individuals entering, exiting, and interacting around a reception or counter area. Most activity involves people approaching the desk, leaving the counter area, and staff moving between points behind the desk. Occasional entries and exits through doors are also observed.\n\n## Categories\n\n- person_entry\n- person_exit\n- counter_interaction\n- reception_activity\n- staff_movement"}
{"video_id": "907bc5b0-c8a4-4e60-986f-10ae6836ad1e", "filename": "EFTA00033246.mp4", "type": "summary", "text": "0:30:PERSON LEAVES COUNTER AREA  \n150:180:PERSON LEAVES COUNTER AREA  \n180:210:PERSON STANDING NEAR DOOR LEAVES AREA  \n210:240:PERSON ENTERS FROM RIGHT AND APPROACHES RECEPTION DESK  \n240:270:PERSON LEAVES COUNTER AREA  \n270:300:PERSON BEHIND DESK LEAVES THROUGH DOOR ON LEFT  \n300:330:PERSON IN VEST ENTERS FROM LEFT AND APPROACHES COUNTER  \n330:360:PERSON STANDING AT COUNTER LEAVES AREA  \n510:540:PERSON NEAR BACK DOOR EXITS THROUGH DOOR  \n540:570:PERSON APPROACHES AND STANDS AT COUNTER  \n900:930:PERSON LEAVES DESK AREA  \n1230:1260:PERSON LEAVES COUNTER AREA  \n1380:1410:PERSON STANDING AT COUNTER LEAVES AREA  \n1950:1980:PERSON STANDING AT FRONT DESK LEAVES AREA  \n2700:2730:PERSON SEATED AT DESK STANDS AND MOVES BEHIND DESK  \n3000:3030:PERSON BEHIND DESK STANDS OR BENDS OVER DESK  \n3210:3240:PERSON APPEARS AT DESK AREA"}
{"video_id": "ebc7685e-59ff-4360-b43e-ba609f25c4fe", "filename": "EFTA00033262.mp4", "type": "report", "text": "## Events\n\n- 00:30–00:45: Person enters frame, moves behind desk, interacts with workstation, then leaves area.\n- 01:30–01:45: Person moves toward left side and exits visible area.\n- 02:30–03:00: Person enters area from back door (right side).\n- 08:30–08:45: Person enters scene from left side of image.\n- 09:00–09:15: Person on left side exits area.\n- 09:30–10:00: Person enters area behind counter and interacts with workspace.\n- 10:00–10:30: Person moves from standing to leaning over desk, interacting with something on desk.\n- 10:30–11:00: Person behind desk leaves area, then returns by third frame.\n- 11:00–11:30: Person behind desk stands and walks out of view to right, leaving area.\n- 16:30–17:00: Multiple people enter from upper part of frame, move through room, increased activity around desk and doors.\n- 17:00–17:30: Two people near center-right move toward door; one exits, another leaves toward lower right, one remains.\n- 17:30–18:00: Two people leave room; room remains empty afterward.\n- 18:00–18:30: Person enters area from back door, moves farther into room toward workspace.\n- 18:30–19:00: Person enters through back doorway, moves in, then exits field of view.\n- 19:30–20:00: Person enters room and walks toward desk area, then interacts with desk/station.\n- 20:00–20:30: Person near back of room walks toward left, appearing to exit scene.\n- 20:30–21:00: Person near left side leaves visible area.\n- 23:00–23:30: Two people enter from bottom left, move further into room near trash bin.\n- 23:30–24:00: Two people leave area in front of camera, leaving space empty.\n- 24:00–24:30: Two people enter scene, approach desk and interact closely, one moves further into room.\n- 24:30–25:00: Foreground pair interact and leave, then return; person from background moves forward to join.\n- 25:00–25:30: Three people remain in room, two engage in minor interaction near bottom, body language shifts, no one enters or leaves.\n- 27:00–27:30: Man on right gestures or moves arm to engage others, then leaves; uniformed officer begins walking away with object in hand.\n- 27:30–28:00: Uniformed/security person and another individual leave area; new person enters from left and walks right.\n- 28:00–28:30: Person walks across room and leaves area, resulting in empty room.\n- 28:30–29:00: Person enters frame behind desk.\n- 29:00–29:30: Two people enter and walk through room in succession, passing desk area.\n- 29:30–30:00: Person in security vest walks from foreground to desk, then toward back of room near monitors and door.\n- 30:00–30:30: Uniformed officer walks further into room, moves from doorway toward interior, interacting with something in hands.\n- 30:30–31:00: New person enters, stays near camera; two in uniform interact at rear door and move, possibly exiting or entering; loitering by new person noted.\n- 31:00–31:30: One person leaves foreground, two uniformed individuals shift positions; one interacts at door, then moves toward center.\n- 31:30–32:00: One officer moves to foreground carrying equipment, another heads deeper into room, desk occupant remains.\n- 32:00–32:30: One person adjusts hands/helmet near camera as another moves center; third enters from right and joins center.\n- 32:30–33:00: Two people (one white shirt, one dark clothes) leave foreground to left; two remain near center and right.\n- 33:00–33:30: Person on left removes helmet/headgear while interacting; person on right exits room, leaving helmet remover.\n- 33:30–34:00: One person leaves area as another enters, adjusts headwear and waistband; desk occupant observes.\n- 34:00–34:30: Person on right moves closer to camera, brings hand to torso/face; another enters from left; foreground person moves in; room activity increases.\n- 34:30–35:00: Person in dark clothing enters from left, moves further in; counter occupant adjusts sleeve; another person becomes visible in foreground.\n- 35:00–35:30: Person moves toward door at right, interacts with it, then exits through door.\n- 35:30–36:00: Person enters from back door, moves forward and is at desk by third frame.\n- 36:00–36:30: Multiple people enter from back; one heads toward/through right door, another leaves left; crossing through area and possible secured door access.\n- 36:30–37:00: Two people approach door right, one interacts/possibly searches/escorts other, individuals shift, door possibly used or accessed.\n- 37:00–37:30: Two people near door move; one escorts other; both exit through door, leaving area empty except desk occupant.\n- 37:30–38:00: Person at desk raises arm to face, possibly uses phone/radio, no entry or exit.\n- 38:30–39:00: Person enters, engages desk occupant, then exits; first person remains.\n- 39:00–39:30: Multiple people enter; by end, two move toward or through door on right, entry and exit.\n- 39:30–40:00: One person leaves near desk toward right door, another enters from left.\n- 40:00–40:30: One person leaves counter area toward right, another moves closer and interacts with counter.\n- 40:30–41:00: Two near desk move away, one exits right through door, the other leaves bottom; room becomes empty.\n- 41:00–41:30: Person enters from background hallway, moves left.\n- 41:30–42:00: Person near bottom left moves toward and exits out left across frames.\n- 42:00–42:30: Person enters from left, interacts with counter occupant, then leaves area.\n- 42:30–43:00: Person enters from right, approaches counter, begins interaction with desk staff.\n- 43:00–43:30: Individual enters briefly, uniformed person gestures, then makes phone call as area returns to single occupant.\n- 43:30–44:00: Person on left exits, officer remains at desk on phone.\n- 44:00–44:30: Uniformed person talks on radio/phone, then leaves through open door.\n- 45:30–46:00: Person enters through back door, second enters further into room toward foreground.\n- 46:00–46:30: Person enters, interacts with equipment on left, then exits right; another appears entering from left.\n- 46:30–47:00: Two people enter, move toward center/counter; one leaves while other interacts at center.\n- 47:00–47:30: Two people enter from back right, approach and interact with person already inside.\n- 47:30–48:00: Individual enters, then leaves or moves out; second uniformed person joins first at counter.\n- 48:00–48:30: One person leaves, other remains at desk, then both exit and door is open.\n- 48:30–49:00: Person enters from lower left, moves through scene, exits left.\n- 49:30–50:00: Individual in protective gear enters, adjusts helmet/headgear.\n- 50:00–50:30: Person in tactical gear present, adjusts helmet, then leaves room.\n- 50:30–51:00: Person enters from right, walks toward center, exits out left.\n- 51:00–51:30: Person enters from left, walks through and exits right.\n- 52:00–52:30: Person enters and approaches desk/computer stations.\n\n## Summary\n\nThe video captures ongoing activity in a workspace environment, primarily featuring numerous people entering and leaving, interacting at the desk or counter, and performing routine tasks such as engaging with workstations and communicating with others. Several sequences involve uniformed/security personnel handling equipment or escorting individuals, indicating a setting with controlled access and frequent procedural tasks.\n\n## Categories\n\nEvents are tagged as follows:\n- person_entry: 00:30–00:45, 02:30–03:00, 08:30–08:45, 09:30–10:00, 16:30–17:00, 18:00–18:30, 18:30–19:00, 19:30–20:00, 23:00–23:30, 24:00–24:30, 24:30–25:00, 28:30–29:00, 29:00–29:30, 29:30–30:00, 30:30–31:00, 35:30–36:00, 36:00–36:30, 38:30–39:00, 39:00–39:30, 40:00–40:30, 41:00–41:30, 42:00–42:30, 42:30–43:00, 45:30–46:00, 46:00–46:30, 46:30–47:00, 47:00–47:30, 47:30–48:00, 48:30–49:00, 49:30–50:00, 51:00–51:30, 52:00–52:30\n- person_exit: 01:30–01:45, 09:00–09:15, 10:30–11:00, 11:00–11:30, 17:00–17:30, 17:30–18:00, 18:30–19:00, 20:00–20:30, 20:30–21:00, 23:30–24:00, 24:30–25:00, 25:00–25:30, 27:00–27:30, 27:30–28:00, 28:00–28:30, 29:30–30:00, 30:00–30:30, 31:00–31:30, 32:30–33:00, 33:00–33:30, 33:30–34:00, 35:00–35:30, 36:00–36:30, 36:30–37:00, 37:00–37:30, 39:30–40:00, 40:30–41:00, 41:30–42:00, 42:00–42:30, 43:00–43:30, 43:30–44:00, 44:00–44:30, 46:00–46:30, 46:30–47:00, 47:30–48:00, 48:00–48:30, 48:30–49:00, 50:00–50:30, 50:30–51:00, 51:00–51:30\n- desk_interaction: 00:30–00:45, 09:30–10:00, 10:00–10:30, 10:30–11:00, 19:30–20:00, 24:00–24:30, 25:00–25:30, 29:30–30:00, 30:00–30:30, 35:30–36:00, 37:30–38:00, 38:30–39:00, 43:00–43:30, 45:30–46:00, 46:30–47:00, 47:00–47:30, 47:30–48:00, 52:00–52:30\n- equipment_use: 27:00–27:30, 31:30–32:00, 49:30–50:00, 50:00–50:30\n- uniformed/security_presence: 27:00–27:30, 27:30–28:00, 29:30–30:00, 30:00–30:30, 30:30–31:00, 31:00–31:30, 31:30–32:00, 32:00–32:30, 32:30–33:00, 33:00–33:30, 47:30–48:00\n- group_movement: 16:30–17:00, 36:00–36:30, 39:00–39:30\n- person_loitering: 30:30–31:00\n- secured_area_access: 36:00–36:30, 36:30–37:00, 37:00–37:30\n- phone_radio_use: 37:30–38:00, 43:00–43:30, 44:00–44:30\n\nOther events may involve overlapping categories, such as transitions between entry and exit, minor object adjustments, and brief interactions."}
{"video_id": "ebc7685e-59ff-4360-b43e-ba609f25c4fe", "filename": "EFTA00033262.mp4", "type": "summary", "text": "0:30:0:45:Person enters frame, moves behind desk, interacts with workstation, then leaves area.\n90:105:Person moves toward left side and exits visible area.\n150:180:Person enters area from back door (right side).\n510:525:Person enters scene from left side of image.\n540:555:Person on left side exits area.\n570:600:Person enters area behind counter and interacts with workspace.\n600:630:Person moves from standing to leaning over desk, interacting with something on desk.\n630:660:Person behind desk leaves area, then returns by third frame.\n660:690:Person behind desk stands and walks out of view to right, leaving area.\n990:1020:Multiple people enter from upper part of frame, move through room, increased activity around desk and doors.\n1020:1050:Two people near center-right move toward door; one exits, another leaves toward lower right, one remains.\n1050:1080:Two people leave room; room remains empty afterward.\n1080:1110:Person enters area from back door, moves farther into room toward workspace.\n1110:1140:Person enters through back doorway, moves in, then exits field of view.\n1170:1200:Person enters room and walks toward desk area, then interacts with desk/station.\n1200:1230:Person near back of room walks toward left, appearing to exit scene.\n1230:1260:Person near left side leaves visible area.\n1380:1410:Two people enter from bottom left, move further into room near trash bin.\n1410:1440:Two people leave area in front of camera, leaving space empty.\n1440:1470:Two people enter scene, approach desk and interact closely, one moves further into room.\n1470:1500:Foreground pair interact and leave, then return; person from background moves forward to join.\n1500:1530:Three people remain in room, two engage in minor interaction near bottom, body language shifts, no one enters or leaves.\n1620:1650:Man on right gestures or moves arm to engage others, then leaves; uniformed officer begins walking away with object in hand.\n1650:1680:Uniformed/security person and another individual leave area; new person enters from left and walks right.\n1680:1710:Person walks across room and leaves area, resulting in empty room.\n1710:1740:Person enters frame behind desk.\n1740:1770:Two people enter and walk through room in succession, passing desk area.\n1770:1800:Person in security vest walks from foreground to desk, then toward back of room near monitors and door.\n1800:1830:Uniformed officer walks further into room, moves from doorway toward interior, interacting with something in hands.\n1830:1860:New person enters, stays near camera; two in uniform interact at rear door and move, possibly exiting or entering; loitering by new person noted.\n1860:1890:One person leaves foreground, two uniformed individuals shift positions; one interacts at door, then moves toward center.\n1890:1920:One officer moves to foreground carrying equipment, another heads deeper into room, desk occupant remains.\n1920:1950:One person adjusts hands/helmet near camera as another moves center; third enters from right and joins center.\n1950:1980:Two people (one white shirt, one dark clothes) leave foreground to left; two remain near center and right.\n1980:2010:Person on left removes helmet/headgear while interacting; person on right exits room, leaving helmet remover.\n2010:2040:One person leaves area as another enters, adjusts headwear and waistband; desk occupant observes.\n2040:2070:Person on right moves closer to camera, brings hand to torso/face; another enters from left; foreground person moves in; room activity increases.\n2070:2100:Person in dark clothing enters from left, moves further in; counter occupant adjusts sleeve; another person becomes visible in foreground.\n2100:2130:Person moves toward door at right, interacts with it, then exits through door.\n2130:2160:Person enters from back door, moves forward and is at desk by third frame.\n2160:2190:Multiple people enter from back; one heads toward/through right door, another leaves left; crossing through area and possible secured door access.\n2190:2220:Two people approach door right, one interacts/possibly searches/escorts other, individuals shift, door possibly used or accessed.\n2220:2250:Two people near door move; one escorts other; both exit through door, leaving area empty except desk occupant.\n2250:2280:Person at desk raises arm to face, possibly uses phone/radio, no entry or exit.\n2310:2340:Person enters, engages desk occupant, then exits; first person remains.\n2340:2370:Multiple people enter; by end, two move toward or through door on right, entry and exit.\n2370:2400:One person leaves near desk toward right door, another enters from left.\n2400:2430:One person leaves counter area toward right, another moves closer and interacts with counter.\n2430:2460:Two near desk move away, one exits right through door, the other leaves bottom; room becomes empty.\n2460:2490:Person enters from background hallway, moves left.\n2490:2520:Person near bottom left moves toward and exits out left across frames.\n2520:2550:Person enters from left, interacts with counter occupant, then leaves area.\n2550:2580:Person enters from right, approaches counter, begins interaction with desk staff.\n2580:2610:Individual enters briefly, uniformed person gestures, then makes phone call as area returns to single occupant.\n2610:2640:Person on left exits, officer remains at desk on phone.\n2640:2670:Uniformed person talks on radio/phone, then leaves through open door.\n2730:2760:Person enters through back door, second enters further into room toward foreground.\n2760:2790:Person enters, interacts with equipment on left, then exits right; another appears entering from left.\n2790:2820:Two people enter, move toward center/counter; one leaves while other interacts at center.\n2820:2850:Two people enter from back right, approach and interact with person already inside.\n2850:2880:Individual enters, then leaves or moves out; second uniformed person joins first at counter.\n2880:2910:One person leaves, other remains at desk, then both exit and door is open.\n2910:2940:Person enters from lower left, moves through scene, exits left.\n2970:3000:Individual in protective gear enters, adjusts helmet/headgear.\n3000:3030:Person in tactical gear present, adjusts helmet, then leaves room.\n3030:3060:Person enters from right, walks toward center, exits out left.\n3060:3090:Person enters from left, walks through and exits right.\n3120:3150:Person enters and approaches desk/computer stations."}
{"video_id": "5f45d9df-da76-4e1f-a4e8-23fb1552df31", "filename": "EFTA00033280.mp4", "type": "report", "text": "## Events\n\n- 05:30–06:00: Person briefly enters behind the desk near center-left and then leaves the scene.\n- 06:00–06:30: Person enters area near the back, moves toward doors, then leaves or moves out of view.\n- 07:00–07:30: Person enters and remains in front of the counter with limited movement.\n- 13:30–14:00: Person briefly enters and approaches the desk area near center, then leaves the scene.\n- 18:30–19:00: Person moves from desk area toward the rear door.\n- 21:30–22:00: Person enters, approaches the desk, and interacts with desk or equipment.\n- 28:00–28:30: Person enters, approaches desk, and then leaves the scene.\n- 32:30–33:00: Person enters from far side, briefly stands near counter, and leaves.\n- 41:30–42:00: Person enters from left, moves toward right side of desk, then leaves toward left.\n- 44:00–44:30: Person enters from back right doorway, approaches and remains near central desk.\n- 46:00–46:30: Person enters, approaches behind desk, then leaves or moves out of view.\n- 47:00–47:30: Person enters, walks toward doors or lockers on right, and remains near doors.\n- 50:30–51:00: Person enters from back door, moves further into room, approaching desk area.\n- 51:30–52:00: Person enters from right side, approaches desk, then leaves the scene.\n- 56:30–57:00: Person enters, approaches desk area, and remains near workstation.\n\n## Summary\n\nThe video captures multiple instances of individuals entering, moving through, and sometimes interacting with the desk or workstation area. Most interactions are brief, with a few instances where individuals remain for slightly longer or use equipment. Movement patterns primarily focus around the desk, counter, and doorways, with no unusual or prolonged activities noted.\n\n## Categories\n\n- person_entry\n- person_exit\n- desk_interaction\n- equipment_use\n- movement_within_area"}
{"video_id": "5f45d9df-da76-4e1f-a4e8-23fb1552df31", "filename": "EFTA00033280.mp4", "type": "summary", "text": "330:360:Person briefly enters behind the desk near center-left and then leaves the scene.\n360:390:Person enters area near the back, moves toward doors, then leaves or moves out of view.\n420:450:Person enters and remains in front of the counter with limited movement.\n810:840:Person briefly enters and approaches the desk area near center, then leaves the scene.\n1110:1140:Person moves from desk area toward the rear door.\n1290:1320:Person enters, approaches the desk, and interacts with desk or equipment.\n1680:1710:Person enters, approaches desk, and then leaves the scene.\n1950:1980:Person enters from far side, briefly stands near counter, and leaves.\n2490:2520:Person enters from left, moves toward right side of desk, then leaves toward left.\n2640:2670:Person enters from back right doorway, approaches and remains near central desk.\n2760:2790:Person enters, approaches behind desk, then leaves or moves out of view.\n2820:2850:Person enters, walks toward doors or lockers on right, and remains near doors.\n3030:3060:Person enters from back door, moves further into room, approaching desk area.\n3090:3120:Person enters from right side, approaches desk, then leaves the scene.\n3390:3420:Person enters, approaches desk area, and remains near workstation."}
{"video_id": "8192d54a-e3ca-42e1-ab15-a28a25ce04af", "filename": "EFTA00033368.mp4", "type": "report", "text": "## Events\n\n- 07:00–07:30: Person enters the scene and sits at the desk, remaining there.\n- 43:00–43:30: Person enters area, sits at workstation, and appears to use a phone.\n- 50:00–50:30: Person seated at desk moves, turns body, raises arms, appearing to talk on phone or interact with something off-frame, remaining engaged.\n- 51:00–51:30: Person behind counter stands and lifts arm, then returns to seated/leaning position.\n- 51:30–52:00: Person enters room through back door, moves toward desk area, and interacts with person at desk.\n- 52:00–52:30: Person enters room through top door, interacts near desk, then leaves through same door; visible door activity.\n- 52:30–53:00: Person behind desk changes posture; a second person enters from background and approaches desk.\n- 53:00–53:30: Person enters area from back, walks through, and exits by third frame.\n- 54:30–55:00: Person enters area in third frame.\n- 56:00–56:30: Person enters area, moves behind counter, remains and interacts with something near desk.\n- 59:30–60:00: Person appears at desk and remains seated.\n\n## Summary\n\nThe video captures a series of activities around a workspace, primarily involving multiple individuals entering, exiting, and interacting at desks and counters. Several people are observed using phones, interacting with one another, and engaging in routine movement throughout the area.\n\n## Categories\n\n- person_entry\n- person_exit\n- person_seated\n- person_interaction\n- phone_use\n- posture_change\n- desk_activity\n- counter_activity\n- door_activity"}
{"video_id": "8192d54a-e3ca-42e1-ab15-a28a25ce04af", "filename": "EFTA00033368.mp4", "type": "summary", "text": "420:450:Person enters the scene and sits at the desk, remaining there.\n2580:2610:Person enters area, sits at workstation, and appears to use a phone.\n3000:3030:Person seated at desk moves, turns body, raises arms, appearing to talk on phone or interact with something off-frame, remaining engaged.\n3060:3090:Person behind counter stands and lifts arm, then returns to seated/leaning position.\n3090:3120:Person enters room through back door, moves toward desk area, and interacts with person at desk.\n3120:3150:Person enters room through top door, interacts near desk, then leaves through same door; visible door activity.\n3150:3180:Person behind desk changes posture; a second person enters from background and approaches desk.\n3180:3210:Person enters area from back, walks through, and exits by third frame.\n3270:3300:Person enters area in third frame.\n3360:3390:Person enters area, moves behind counter, remains and interacts with something near desk.\n3570:3600:Person appears at desk and remains seated."}
{"video_id": "ff6bb8eb-d5d1-4ce1-9868-4d4b3fc0de64", "filename": "EFTA00033396.mp4", "type": "report", "text": "## Events\n\n- 00:30: A man in the foreground leaves the area, while two people near the back right door move closer and interact with the door.\n  - Categories: person_exit, person_movement, door_interaction\n\n- 00:30-01:00: People enter from the right, with increased activity and a clustering near the doorway; others in the room shift positions.\n  - Categories: person_entry, group_movement, clustering\n\n- 01:00-01:30: A group near the doorway moves further into the room, including an armed individual in a light-colored uniform advancing toward the door.\n  - Categories: group_movement, person_with_equipment, security_presence\n\n- 01:30-02:00: A person in dark clothing interacts with the door on the right, while another person in the foreground moves slightly but remains present.\n  - Categories: door_interaction, person_movement\n\n- 02:00-02:30: Door activity occurs as a person near the door interacts with another individual entering or exiting, with both shifting positions in the doorway area.\n  - Categories: door_interaction, person_entry_exit\n\n- 02:30-03:00: Door on the right is opened and people prepare to enter or exit, with visible interaction indicating possible access control.\n  - Categories: door_interaction, potential_access_control, person_entry_exit\n\n- 03:00-03:30: A group near the right-side door moves, with one individual being escorted toward the door, and positions shift as people pass through under supervision.\n  - Categories: group_movement, escorting, supervision, door_interaction\n\n- 03:30-04:00: A group disperses near the back door; one person is guided out of the room, while the person in the foreground remains and uses a radio or phone.\n  - Categories: group_movement, person_exit, device_use, communication\n\n- 04:00-04:30: An additional person enters from the right and approaches the door, drawing attention from others as they interact near the entrance.\n  - Categories: person_entry, attention, door_interaction\n\n- 04:30-05:00: One person transitions through the door on the right, while the individual closest to the camera shifts position slightly.\n  - Categories: person_exit, door_interaction, person_movement\n\n- 05:00-05:30: Two individuals near the door exit the room, leaving only desk occupants remaining.\n  - Categories: person_exit, desk_occupancy_change\n\n- 05:30-06:00: Two people behind the desk leave the area, resulting in the desk area becoming empty.\n  - Categories: person_exit, area_vacancy\n\n- 06:00-06:30: A person enters from the back and takes a seat at the workstation.\n  - Categories: person_entry, seating, workstation\n\n- 07:30-08:00: A person enters from the right and leaves by the third frame, passing through the scene.\n  - Categories: person_entry_exit, passage\n\n- 08:00-08:30: A person enters, moves toward the desk, and exits or moves out of view.\n  - Categories: person_entry, movement, person_exit\n\n- 08:30-09:00: A person begins to enter from the left side but does not fully appear by the third frame.\n  - Categories: partial_entry, person_movement\n\n- 09:00-09:30: A person leaves the desk area and then returns.\n  - Categories: person_exit, person_entry, desk_area\n\n- 09:30-10:00: One person enters from the left and then quickly leaves the camera view, while another remains behind the counter.\n  - Categories: person_entry_exit, counter_occupancy\n\n- 10:00-10:30: One person leaves the desk area and another enters to occupy the same space.\n  - Categories: person_exit, person_entry, occupancy_shift\n\n- 10:30-11:00: A person on the left exits the room, leaving only one person behind the desk.\n  - Categories: person_exit, desk_area\n\n- 11:00-11:30: A second person enters, passes by the counter, and then leaves the area.\n  - Categories: person_entry_exit, counter_passing\n\n- 11:30-12:00: A person enters from the left carrying a bag or object.\n  - Categories: person_entry, object_carrying\n\n- 12:00-12:30: One person moves out to the left, while a new individual enters and approaches the door as the desk attendant uses a phone/radio.\n  - Categories: person_exit, person_entry, device_use, door_interaction\n\n- 12:30-13:00: A person enters from the right and approaches the counter, engaging with the seated person.\n  - Categories: person_entry, counter_interaction\n\n- 13:00-13:30: A person near the counter walks toward the exit and leaves the area.\n  - Categories: person_exit\n\n- 15:00-15:30: A person enters, approaches the counter, and interacts with someone at the desk.\n  - Categories: person_entry, counter_interaction\n\n- 15:30-16:00: A person standing at the counter leaves the area.\n  - Categories: person_exit, counter_area\n\n- 16:30-17:00: A group in tactical gear enters the room and then exits, returning the room to its original state.\n  - Categories: group_entry_exit, tactical_gear, security_presence\n\n- 17:30-18:00: A person in a red shirt stands near the workstation and then leaves.\n  - Categories: person_movement, workstation, person_exit\n\n- 19:30-20:00: Minor movement behind the desk as a person shifts or leans forward.\n  - Categories: minor_movement, desk_area\n\n- 20:30-21:00: One person moves from near the doors into the room, using the door on the right during entry.\n  - Categories: person_entry, door_use\n\n- 21:00-21:30: Two people near the counter and door leave the frame, with one returning by the third frame.\n  - Categories: person_exit, person_return\n\n- 21:30-22:00: A person moves away from the area and exits, leaving the area empty.\n  - Categories: person_exit, area_vacancy\n\n- 22:30-23:00: A person enters from the left, walks to the right, and exits the area.\n  - Categories: person_entry_exit\n\n- 23:00-23:30: A person near the desk leaves the area by the second frame.\n  - Categories: person_exit, desk_area\n\n- 23:30-24:00: A person enters from the left and approaches the counter, standing to interact or face the workstation.\n  - Categories: person_entry, counter_interaction, workstation\n\n- 24:30-25:00: Another person enters, walks through, and both present people leave the area, leaving it empty.\n  - Categories: person_entry_exit, area_vacancy\n\n- 30:30-31:00: A person enters the previously empty room and approaches the desk.\n  - Categories: person_entry, desk_area\n\n- 31:00-31:30: A person behind the desk interacts with something, then leaves the area.\n  - Categories: device_or_object_interaction, person_exit, desk_area\n\n- 39:00-39:30: A new person enters and is visible behind the desk.\n  - Categories: person_entry, desk_area\n\n- 39:30-40:00: A person enters from the right, approaching the area near the trash can and doors.\n  - Categories: person_entry, area_movement, door_area\n\n- 40:00-40:30: Two people enter and interact near the doors, then both leave, resulting in an empty room.\n  - Categories: group_entry_exit, door_interaction, area_vacancy\n\n- 41:30-42:00: A person enters the room and remains behind the desk.\n  - Categories: person_entry, desk_area\n\n- 42:30-43:00: A person enters the empty area, walks to the counter, and interacts with it.\n  - Categories: person_entry, counter_interaction\n\n- 43:00-43:30: A person leaves the counter area.\n  - Categories: person_exit, counter_area\n\n- 44:00-44:30: A person enters from the right, walking toward the center of the room.\n  - Categories: person_entry, area_movement\n\n- 44:30-45:00: A person who was near the door at the lower right leaves the area.\n  - Categories: person_exit, door_area\n\n- 45:30-46:00: A person enters the room from the back doorway.\n  - Categories: person_entry, backdoor\n\n- 46:00-46:30: A person enters near the back, approaches the counter, and then moves toward the right side of the room.\n  - Categories: person_entry, counter_interaction, area_movement\n\n- 46:30-47:00: A person leaves the room through the door on the right.\n  - Categories: person_exit, door_area\n\n- 48:00-48:30: A person enters from the left and moves further into the room, while another person remains seated at the desk.\n  - Categories: person_entry, area_movement, desk_area\n\n- 48:30-49:00: Two people leave the area by the third frame, leaving the scene empty.\n  - Categories: person_exit, area_vacancy\n\n- 49:30-50:00: A person enters the area and sits at the workstation.\n  - Categories: person_entry, workstation\n\n- 50:00-50:30: A person enters from the left, walks across, and exits through the door on the right.\n  - Categories: person_entry_exit, door_area\n\n- 50:30-51:00: A new person enters from the right and approaches the counter where two people are seated.\n  - Categories: person_entry, counter_area, multi-person_interaction\n\n- 51:00-51:30: Two people leave near the door area, and two new people enter from the doorway, one approaching the desk.\n  - Categories: person_exit, person_entry, desk_area\n\n- 51:30-52:00: A person in a red shirt leaves from behind the counter toward the doors.\n  - Categories: person_exit, counter_area, door_area\n\n- 52:00-52:30: A person standing by the door opens or interacts with it, then exits the room.\n  - Categories: door_interaction, person_exit\n\n- 52:30-53:00: A person leaves or enters through the right-side door during the interval.\n  - Categories: person_entry_exit, door_area\n\n- 53:00-53:30: A person in red and another individual leave the counter, approach and operate the right-side door, with people shifting positions and exiting.\n  - Categories: person_exit, door_interaction, area_movement\n\n- 53:30-54:00: A person in red and a uniformed individual walk further into the room, then one person remains as others change positions or leave.\n  - Categories: person_movement, uniformed_person, group_movement\n\n- 54:00-54:30: Two people leave the room, followed by a new person entering and sitting behind the desk.\n  - Categories: person_exit, person_entry, desk_area\n\n- 55:00-55:30: A new person enters the scene near the door area and walks further into the room.\n  - Categories: person_entry, area_movement\n\n- 55:30-56:00: A person moves from the back toward the left side and continues exiting the space.\n  - Categories: area_movement, person_exit\n\n- 56:00-56:30: A person visible on the left leaves or exits the frame.\n  - Categories: person_exit\n\n- 59:00-59:30: An individual enters from the left and then leaves, while another remains by the workstation.\n  - Categories: person_entry_exit, workstation\n\n---\n\n## Summary\n\nThe video captures continuous activity within a monitored room, featuring a steady flow of people entering and exiting, frequent interactions at a front desk or workstation, and repeated use of doors, especially on the right side of the room. Notable moments include heightened activity involving access control, supervision, and the brief presence of security personnel or individuals in tactical gear. The overall scene involves routine administrative, supervisory, and access-related behaviors, with occasional object carrying, communication device use, and shifts in area occupancy.\n\n---\n\n## Categories\n\n- person_entry\n- person_exit\n- group_movement\n- door_interaction\n- desk_area\n- counter_interaction\n- supervision\n- escorting\n- device_use (phone/radio)\n- security_presence\n- equipment_use (object/bag carrying)\n- workstation\n- area_movement\n- access_control\n- area_vacancy\n- multi-person_interaction"}
{"video_id": "ff6bb8eb-d5d1-4ce1-9868-4d4b3fc0de64", "filename": "EFTA00033396.mp4", "type": "summary", "text": "0:30: A man in the foreground leaves the area, while two people near the back right door move closer and interact with the door.\n30:60: People enter from the right, with increased activity and a clustering near the doorway; others in the room shift positions.\n60:90: A group near the doorway moves further into the room, including an armed individual in a light-colored uniform advancing toward the door.\n90:120: A person in dark clothing interacts with the door on the right, while another person in the foreground moves slightly but remains present.\n120:150: Door activity occurs as a person near the door interacts with another individual entering or exiting, with both shifting positions in the doorway area.\n150:180: Door on the right is opened and people prepare to enter or exit, with visible interaction indicating possible access control.\n180:210: A group near the right-side door moves, with one individual being escorted toward the door, and positions shift as people pass through under supervision.\n210:240: A group disperses near the back door; one person is guided out of the room, while the person in the foreground remains and uses a radio or phone.\n240:270: An additional person enters from the right and approaches the door, drawing attention from others as they interact near the entrance.\n270:300: One person transitions through the door on the right, while the individual closest to the camera shifts position slightly.\n300:330: Two individuals near the door exit the room, leaving only desk occupants remaining.\n330:360: Two people behind the desk leave the area, resulting in the desk area becoming empty.\n360:390: A person enters from the back and takes a seat at the workstation.\n450:480: A person enters from the right and leaves by the third frame, passing through the scene.\n480:510: A person enters, moves toward the desk, and exits or moves out of view.\n510:540: A person begins to enter from the left side but does not fully appear by the third frame.\n540:570: A person leaves the desk area and then returns.\n570:600: One person enters from the left and then quickly leaves the camera view, while another remains behind the counter.\n600:630: One person leaves the desk area and another enters to occupy the same space.\n630:660: A person on the left exits the room, leaving only one person behind the desk.\n660:690: A second person enters, passes by the counter, and then leaves the area.\n690:720: A person enters from the left carrying a bag or object.\n720:750: One person moves out to the left, while a new individual enters and approaches the door as the desk attendant uses a phone/radio.\n750:780: A person enters from the right and approaches the counter, engaging with the seated person.\n780:810: A person near the counter walks toward the exit and leaves the area.\n900:930: A person enters, approaches the counter, and interacts with someone at the desk.\n930:960: A person standing at the counter leaves the area.\n990:1020: A group in tactical gear enters the room and then exits, returning the room to its original state.\n1050:1080: A person in a red shirt stands near the workstation and then leaves.\n1170:1200: Minor movement behind the desk as a person shifts or leans forward.\n1230:1260: One person moves from near the doors into the room, using the door on the right during entry.\n1260:1290: Two people near the counter and door leave the frame, with one returning by the third frame.\n1290:1320: A person moves away from the area and exits, leaving the area empty.\n1350:1380: A person enters from the left, walks to the right, and exits the area.\n1380:1410: A person near the desk leaves the area by the second frame.\n1410:1440: A person enters from the left and approaches the counter, standing to interact or face the workstation.\n1470:1500: Another person enters, walks through, and both present people leave the area, leaving it empty.\n1830:1860: A person enters the previously empty room and approaches the desk.\n1860:1890: A person behind the desk interacts with something, then leaves the area.\n2340:2370: A new person enters and is visible behind the desk.\n2370:2400: A person enters from the right, approaching the area near the trash can and doors.\n2400:2430: Two people enter and interact near the doors, then both leave, resulting in an empty room.\n2490:2520: A person enters the room and remains behind the desk.\n2550:2580: A person enters the empty area, walks to the counter, and interacts with it.\n2580:2610: A person leaves the counter area.\n2640:2670: A person enters from the right, walking toward the center of the room.\n2670:2700: A person who was near the door at the lower right leaves the area.\n2730:2760: A person enters the room from the back doorway.\n2760:2790: A person enters near the back, approaches the counter, and then moves toward the right side of the room.\n2790:2820: A person leaves the room through the door on the right.\n2880:2910: A person enters from the left and moves further into the room, while another person remains seated at the desk.\n2910:2940: Two people leave the area by the third frame, leaving the scene empty.\n2970:3000: A person enters the area and sits at the workstation.\n3000:3030: A person enters from the left, walks across, and exits through the door on the right.\n3030:3060: A new person enters from the right and approaches the counter where two people are seated.\n3060:3090: Two people leave near the door area, and two new people enter from the doorway, one approaching the desk.\n3090:3120: A person in a red shirt leaves from behind the counter toward the doors.\n3120:3150: A person standing by the door opens or interacts with it, then exits the room.\n3150:3180: A person leaves or enters through the right-side door during the interval.\n3180:3210: A person in red and another individual leave the counter, approach and operate the right-side door, with people shifting positions and exiting.\n3210:3240: A person in red and a uniformed individual walk further into the room, then one person remains as others change positions or leave.\n3240:3270: Two people leave the room, followed by a new person entering and sitting behind the desk.\n3300:3330: A new person enters the scene near the door area and walks further into the room.\n3330:3360: A person moves from the back toward the left side and continues exiting the space.\n3360:3390: A person visible on the left leaves or exits the frame.\n3540:3570: An individual enters from the left and then leaves, while another remains by the workstation."}
